{
    "continents": {
        "asia": [
            {
                "name": "tarsiers",
                "id": 0
            },
            {
                "name": "javan-rhino",
                "id": 1
            },
            {
                "name": "yangtze-river-dolphin",
                "id": 2
            },
            {
                "name": "red-panda",
                "id": 3
            },
            {
                "name": "the-saola",
                "id": 4
            },
            {
                "name": "saiga-antelope",
                "id": 5
            },
            {
                "name": "langur-chato",
                "id": 6
            },
            {
                "name": "proboscis-monkey",
                "id": 7
            }
        ],
        "africa": [
            {
                "name": "pangolin",
                "id": 8
            },
            {
                "name": "african-elephant",
                "id": 9
            },
            {
                "name": "lion",
                "id": 10
            },
            {
                "name": "cheetah",
                "id": 11
            },
            {
                "name": "african-wild-dog",
                "id": 12
            },
            {
                "name": "black-rhino",
                "id": 13
            },
            {
                "name": "mountain-gorilla",
                "id": 14
            },
            {
                "name": "addax",
                "id": 15
            }
        ],
        "south-america": [
            {
                "name": "amazonian-manatee",
                "id": 16
            },
            {
                "name": "galapagos-giant-tortoise",
                "id": 17
            },
            {
                "name": "golden-lion-tamarin",
                "id": 18
            },
            {
                "name": "wonderfully-bristled-turks-cap-cactus",
                "id": 19
            },
            {
                "name": "waved-albatross",
                "id": 20
            },
            {
                "name": "orinoco-crocodile",
                "id": 21
            },
            {
                "name": "panamanian-golden-frog",
                "id": 22
            },
            {
                "name": "spixs-macaw",
                "id": 23
            }
        ],
        "north-america": [
            {
                "name": "florida-black-bear",
                "id": 24
            },
            {
                "name": "key-deer",
                "id": 25
            },
            {
                "name": "caribou-gaspe-peninsula",
                "id": 26
            },
            {
                "name": "peary-caribou",
                "id": 27
            },
            {
                "name": "sonoran-pronghorn",
                "id": 28
            },
            {
                "name": "wood-bison",
                "id": 29
            },
            {
                "name": "peninsular-bighorn-sheep",
                "id": 30
            },
            {
                "name": "sierra-nevada-bighorn-sheep",
                "id": 31
            }
        ],
        "europe": [
            {
                "name": "saiga",
                "id": 32
            },
            {
                "name": "iberian-lynx",
                "id": 33
            },
            {
                "name": "bavarian-pine-vole",
                "id": 34
            },
            {
                "name": "mediterranean-monk-seal",
                "id": 35
            },
            {
                "name": "north-atlantic-right-whale",
                "id": 36
            },
            {
                "name": "european-mink",
                "id": 37
            },
            {
                "name": "azorean-bat",
                "id": 38
            },
            {
                "name": "madeira-pipistrelle",
                "id": 39
            }
        ],
        "australia": [
            {
                "name": "fitzroy-river-turtle",
                "id": 40
            },
            {
                "name": "australian-southern-cassowary",
                "id": 41
            },
            {
                "name": "saltwater-crocodile",
                "id": 42
            },
            {
                "name": "mistletoebird",
                "id": 43
            },
            {
                "name": "tasmanian-devil",
                "id": 44
            },
            {
                "name": "short-beaked-echidna",
                "id": 45
            },
            {
                "name": "laughing-kookaburra",
                "id": 46
            },
            {
                "name": "numbat",
                "id": 47
            }
        ],
        "antartica": [
            {
                "name": "adélie-penguins",
                "id": 48
            },
            {
                "name": "chinstrap-penguins",
                "id": 49
            },
            {
                "name": "leopard-seals",
                "id": 50
            },
            {
                "name": "elephant-seals",
                "id": 51
            },
            {
                "name": "snow-petrels",
                "id": 52
            },
            {
                "name": "king-penguins",
                "id": 53
            },
            {
                "name": "emperor-penguins",
                "id": 54
            },
            {
                "name": "killer-whales",
                "id": 55
            }
        ]
    },
    "facts": [
        "This rare species can only be found in Southeast Asia, mainly in Borneo",
        "The Javan Rhinos are the most threatened of the five rhino species",
        "Also known as\"Baiji\" or \"Goddess of the Yangtze\", the Yangtze River Dolphin is a critically endangered species and according to scientists, the species may already be extinct.",
        "Unlike Giant Pandas, the Red Pandas are much smaller and have a red, bear-like body which is larger than a domestic cat, and thick russet fur",
        "Unlike Giant Pandas, the Red Pandas are much smaller and have a red, bear-like body which is larger than a domestic cat, and thick russet fur",
        "What's amazing about the Saiga Antelope is the animal's amazing migrations, and apart from moving around in groups (which is totally normal), the species has other reasons to increase their momentum: loss of habitat and illegal hunting",
        "Oh my, that looks like an elf! It’s actually a Langur Chato, a primate found in Asia, that lives up to 13,000 feet above ground",
        "It's funny that the Indonesians gave the Proboscis Monkey the nickname 'Dutch Monkey'",
        "The pangolin is the world’s only scaled mammal. Imagine a cross between an armadillo, an anteater and a viper – that’s the pangolin",
        "Unlike the pangolin, African elephants have incredibly strong family relationships. They’re astonishingly intelligent and compassionate, and poaching creates innumerable elephant orphans",
        "The lion’s kingdom shrinks every year. Habitat loss is its greatest threat; as human populations increase, lions are forced into smaller territories that cannot sustain their numbers",
        "The world’s fastest mammal is also one of nature’s toughest independent mothers. Female cheetahs live in solitude, raising their young, hiding them from predators and hunting for them alone",
        "The world’s most effective predator is one of the most rarely seen safari animals. Their packs require lots of protected space because they can range over 25 miles regularly",
        "The lion, leopard, African buffalo, endangered black rhino, and elephant make up the legendary Big Five. Tanzania is one of the last places on earth you can spot them all in one day",
        "Seeing wild mountain gorillas is one of the greatest treasures in the world of wildlife viewing. Like elephants, gorillas have extremely strong family connections. Some rangers have devoted their lives to raising juvenile gorillas orphaned by poaching",
        "A white-furred, desert-loving antelope, the addax is nearly extinct in the Saharan deserts. Their numbers continue to dwindle due to poaching and the ecological disturbance caused by oil exploration",
        "Amazonian manatees are found in the murky waters of the Amazon River. They are one of three species of manatee found between South America and Africa",
        "Only found in the Galapagos Islands, 600 miles off the coast of Ecuador, Galapagos tortoise populations were historically decimated by sailors who stored them on ships to use as a source of food and water on long Pacific voyages",
        "Found only in the Atlantic forest of Brazil, recent relocation and captive breeding programmes have bettered the tamarin’s lot, improving their IUCN population assessment from ‘Critically Endangered’ to ‘Endangered’",
        "Perhaps the best-named of all cacti, the Turks cap is only found in an 800km2 area in the state of Bahia, Brazil. Existing in a series of sub-populations which are under threat by clearance for agriculture, this species is also collected from the wild by local communities due to the belief that they keep away evil spirits; as a result, this species is in decline.",
        "Another species unique to the Galapagos Islands, this seabird uses its 2.4 metre wingspan to roam hundreds of miles hunting for fish over the Pacific Ocean",
        "The Orinoco crocodile is the largest predator in the Americas: males can reach almost six metres long and weigh nearly half a ton. Only found in the Orinoco River in Venezuela and Colombia, these animals were hunted to near extinction during the 19th and 20th centuries due to the demand for crocodile leather",
        "Like most other members of the genus Atelopus, the Golden Frog is critically endangered. Famous for their ‘waving dance’, these little amphibians have evolved a method of communication that doesn’t need sound: a useful adaptation to their noisy habitat among river rapids.",
        "Spix’s macaw is perhaps the most endangered animal on our list, and almost no hope remains that any wild individuals still exist- the last known wild bird was a male that disappeared in 2000",
        "Somewhere between 1,600 and 3,000 Florida black bears live in remote forests of Georgia, Florida and Alabama. The total population plummeted from over 10,000 historically to just 300 animals in 1974 as forests were cleared and bears shot",
        "This smallest subspecies of white-tailed deer was hunted to near extinction by the 1940s. From a low of 25 Key deer in the early 1950s, they've rebounded to around 800 animals. The deer live only on a six-mile span of islands in the Florida Keys where they've adapted to being surrounded by salt water.",
        "What's left of the woodland caribou that once roamed Canada's maritime provinces and the northeastern United States is a tiny herd confined to mountain tops of Quebec's Gaspé Peninsula. As the only wild caribou living south of the St. Lawrence River, the Gaspésie herd is completely isolated and genetically distinct from all other caribou",
        "Although the Peary caribou population hasn't dwindled as low as that of some ungulates, its rate of decline is cause for concern. The numbers of Peary caribou diminished by 72 percent between 1980 to 2001. This was after a 40 percent drop from 47,000 animals in the previous two decades. An estimated 8,000 of this small, white and hairy subspecies of caribou existed in 2001.",
        "Less than 500 of this subspecies of pronghorn, that's specially adapted to living on cactus in the Sonoran Desert, remain in United States and Mexico. Over 90 percent of its former range is overtaken with agriculture, ranching and dams. The single US population in southwestern Arizona declined throughout the 1990s, eventually plummeting to 21 animals following a drought in 2002. Another two separate Sonoran pronghorn groups living in northwestern Mexico totalled perhaps 350 animals in 2000.",
        "About 168,000 wood bison roamed Canada's western boreal forests in 1800. By the end of the century, hunting had eliminated all but 250. The remaining herds eventually hybridized with plains bison, and in 1940 wood bison were believed extinct. Nearly 20 years later, a herd of about 200 animals was discovered in Wood Buffalo National Park. From that group, 37 bison were relocated.",
        "From the 1970s, when their numbers were first monitored, through the 1990s, bighorn sheep living in the mountains west and south of Palm Springs, California declined drastically. The 1974 United States tally of this isolated population of desert bighorn sheep was around 1,170 animals. By 1998 there were 280 peninsular bighorn sheep left in the country and some herds had disappeared.",
        "The decline of Sierra Nevada bighorn sheep began when Europeans settled in eastern California. Diseases caught from domestic sheep that were grazed in the mountains decimated the wild herds. By the 1970s, this desert bighorn subspecies was rare, gone from 14 of the 16 areas it inhabited a century earlier.",
        "Russian Federation, Central Asia — In Europe, saiga antelope have disappeared from Moldova, Poland and Ukraine. At most 18,000 of the antelope remain in European Russia. Illegal hunting and habitat destruction caused saiga populations to decline by over 80 percent in the last decade.",
        "Spain, Portugal — Lynx are nearly extinct in Portugal where few, if any, remain. Spain's only two breeding populations total 84 to 143 adults. Lynx's main food source, rabbits, became scarce after the 1940s. That, along with much of their habitat being developed, led to drastic population declines.",
        "Austria — Only one population of Bavaian pine voles is known to exist, after they became extinct in Germany sometime since 1962. The last group's open forest habitat on Rofan Mountain suffers recent and ongoing losses to forestry and farming.",
        "Mediterranean Sea — With a population of at most 450 animals, this is the most endangered seal in the world. Most of the remaining monk seals live in Greece and Turkey. Their numbers continue to decline from people disturbing caves the seals use for breeding, and from fishing gear trapping the endangered marine animals.",
        "Atlantic Ocean — Few, if any, right whales now swim in the eastern North Atlantic, after centuries of whaling decimated the species. The last right whales were caught off Madeira Island, Portugal in 1967, and right whales have seldom been seen since near European shores. About 350 right whales still live in the western Atlantic, along the east coast of North America",
        "Belarus, Estonia, France, Romania, Russian Federation, Spain, Ukraine and reintroduced to Estonia — European mink are extinct in Croatia, Czech Republic, Finland, Germany, Hungary, Latvia, Lithuania, Poland, Serbia and Montenegro, Slovakia, and possibly Bulgaria, Moldova and Switzerland. The European mink population is less than half what it was a decade ago. Wetland habitat loss and degradation has relegated mink to barely one-fifth of their original range.",
        "Azores Islands — At most, 5,000 Azorean bats remain and their numbers are likely dwindling. Many colonies have reportedly disappeared in recent years as people persecute the bats and destroy roosts.",
        "Canary, Maderia and Azores Islands — Possibly 1000 Madeira pipistrelle bats live in the Madieria Islands, 300 in the Azores and somewhat more in the Canaries. The bat's population is probably declining and habitat loss is a concern.",
        "This freshwater turtle is well known for its ability to breathe through its bum",
        "What’s scarier than a 60kg modern ‘dinosaur’ with killer claws? One that can leap 1.5 metres off the ground",
        "The Saltwater Crocodile (also known as Estuarine Crocodile) is a near-perfect predator—the result of millions of years of evolution",
        "The pre-poop dancing and bum wiping routine of the Mistletoebird plays a vital role in the life cycle of this little native bird with its highly adapted diet",
        "The Tasmanian Devil, once seen throughout mainland Australia, can now only be found in Tasmania. It plays an important role in Tasmania’s ecosystem by helping to control introduced animals that prey on our native wildlife",
        "The Echidna has porcupine-like spines, a bird-like beak, quoll-like pouch and lays eggs like a reptile. It also feeds their young on milk (like all mammals) but have no nipples – the milk just oozes out of the skin in the pouch and the puggle (baby echidna) licks it up. This strange mix of characteristics is why it’s  named after “Echidna”, a creature from Greek mythology who was half-woman and half-snake, as the animal was perceived to have qualities of both mammal and reptile",
        "Many of us are very familiar with the Laughing Kookaburra’s call usually at dusk and dawn, but what does their call mean? This family oriented bird does its communal call to establish the territory of the family unit and warn off other kookaburras",
        "The Numbat is an endangered small marsupial that survives in southwest Western Australia. Due to its small size, the Numbat is hunted by many animals like feral cats, foxes, dingoes and birds of prey. Because it solely on termites which are active by day, the Numbat is the only diurnal (opposite of nocturnal) marsupial.",
        "Along with the emperor penguin (which we will come to later), Adélie penguins are the most southerly of the Antarctic's penguins and they can usually be found on pack ice on the Antarctic continent and the sub-Antarctic islands",
        "Chinstrap penguins are one of the smallest penguin species. They weigh an average of 4.5kg and they stand around 65cm tall. They are called \"chinstrap penguins\" because the line of black feathers that wraps around their chin looks like a strap",
        "The leopard seal is so named because the spots on its coat are reminiscent of the famous big cat. Much like their namesakes, leopard seals are fierce predators; they hunt a range of other smaller seals, as well as fish, squid, and penguins",
        "The Elephant seal is the largest of all seals in Antarctica and, as you might expect, it's particularly exciting to spot one on an Antarctic expedition. Male elephant seals can range anywhere from 1,500 kg to 3,700kg, whilst females are considerably smaller, ranging between 600kg to 800kg",
        "The snow petrel is one of the Antarctic's smallest, yet most beautiful, animals. They are pure white in colour – apart from their black eyes and beak",
        "Like emperor penguins, king penguins are much-loved representatives of all penguins found in the Antarctic. When you see a photograph or a cartoon of a penguin, it is usually a king or an emperor penguin. The king penguin is the second-largest penguin species after the emperor and it weighs in at around 15kg on average",
        "Of all penguin breeds, the emperor penguin is synonymous with Antarctica and it is perhaps the most recognisable of all the animals that live in the Antarctic. It is probably one of the birds you picture when you imagine your own dream voyage to Antarctica. Emperor penguins are the largest penguins in the world – weighing in at an average of 30kg",
        "The killer whale is the biggest species of dolphin, and they are also called \"orcas\" — which is a much less scary name... There are approximately 100,000 killer whales in the world and they can be found in every one of the world's oceans; however, the majority of killer whales are based in Antarctica, so the southern continent is, without doubt, the best place to see them"
    ],
    "info": {
        "asia": "Asia is Earth's largest and most populous continent, located primarily in the Eastern and Northern Hemispheres. It shares the continental landmass of Eurasia with the continent of Europe and the continental landmass of Afro-Eurasia with both Europe and Africa. Asia covers an area of 44,579,000 square kilometres (17,212,000 sq mi), about 30% of Earth's total land area and 8.7% of the Earth's total surface area. The continent, which has long been home to the majority of the human population, was the site of many of the first civilizations. Its 4.5 billion people (as of June 2019) constitute roughly 60% of the world's population.",
        "africa": "Africa is the world's second-largest and second-most populous continent, after Asia in both cases. At about 30.3 million km2 (11.7 million square miles) including adjacent islands, it covers 6% of Earth's total surface area and 20% of its land area. With 1.3 billion people as of 2018, it accounts for about 16% of the world's human population. Africa's population is the youngest amongst all the continents; the median age in 2012 was 19.7, when the worldwide median age was 30.4. Despite a wide range of natural resources, Africa is the least wealthy continent per capita, in part due to geographic impediments, legacies of European colonization in Africa and the Cold War, predatory/neo-colonialistic activities by Western nations and China, and undemocratic rule and deleterious policies. Despite this low concentration of wealth, recent economic expansion and the large and young population make Africa an important economic market in the broader global context.",
        "south-america": "South America is a continent entirely in the Western Hemisphere and mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It can also be described as the southern subcontinent of the Americas. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in recent decades due to changing geopolitical dynamics (in particular, the rise of Brazil).",
        "north-america": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It can also be described as the northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the southeast by South America and the Caribbean Sea, and to the west and south by the Pacific Ocean. Because it is on the North American Tectonic Plate, Greenland is included as part of North America geographically.",
        "europe": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere. It comprises the westernmost peninsulas of the continental landmass of Eurasia, and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. Europe is commonly considered to be separated from Asia by the watershed of the Ural Mountains, the Ural River, the Caspian Sea, the Greater Caucasus, the Black Sea, and the waterways of the Turkish Straits. Although much of this border is over land, Europe is generally accorded the status of a full continent because of its great physical size and the weight of its history and traditions.",
        "australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country. Australia's population of nearly 26 million, in an area of 7,617,930 square kilometres (2,941,300 sq mi), highly urbanised and heavily concentrated on the eastern seaboard. Canberra is the nation's capital, while the largest city is Sydney, and other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
        "antartica": "Antarctica is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres (5,500,000 square miles), it is the fifth-largest continent and nearly twice the size of Australia. It is by far the least populated continent, with around 5,000 people in the summer and around 1,000 in the winter. About 98% of Antarctica is covered by ice that averages 1.9 km (1.2 mi; 6,200 ft) in thickness, which extends to all but the McMurdo Dry Valleys and the northernmost reaches of the Antarctic Peninsula."
    }
}
